---
kind: type
id: T:Autodesk.Revit.DB.Structure.LoadNature
source: html/0c83b295-7a01-105b-2ae7-29e6c37be32d.htm
---
# Autodesk.Revit.DB.Structure.LoadNature

An object that represents a load nature.

## Syntax (C#)
```csharp
public class LoadNature : Element
```